# Development tools
brew "gh"
brew "fd"
brew "git"
brew "tree"
brew "nvm"
brew "ripgrep"
brew "spaceship"

# GUI Applications
cask "karabiner-elements"
cask "raycast"
cask "warp"
cask "rectangle"
cask "cursor"
cask "firefox"
cask "slack"
cask "shottr"
cask "alt-tab"
cask "chatgpt"
cask "jordanbaird-ice"