aaron-bond.better-comments
amazonwebservices.codewhisperer-for-command-line-companion
antfu.pnpm-catalog-lens
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
arcanis.vscode-zipfs
biomejs.biome
bradlc.vscode-tailwindcss
cipchk.cssrem
codesandbox-io.codesandbox-projects
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
divyanshuagrawal.competitive-programming-helper
dltkdgns00.boj-ex
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esafirm.kotlin-formatter
esbenp.prettier-vscode
formulahendry.code-runner
fractalbrew.backticks
github.codespaces
github.github-vscode-theme
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
imgildev.vscode-auto-barrel
jackiotyu.git-worktree-manager
jannisx11.batch-rename-extension
kisstkondoros.vscode-gutter-preview
leetcode.vscode-leetcode
lemongreen.boj-fetch
letmaik.git-tree-compare
linhmtran168.mac-ca-vscode
mathiasfrohlich.kotlin
mhutchie.git-graph
monokai.theme-monokai-pro-vscode
ms-ceintl.vscode-language-pack-ko
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
mushan.vscode-paste-image
naumovs.color-highlight
octref.vetur
oderwat.indent-rainbow
pkief.material-icon-theme
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
saoudrizwan.claude-dev
satokaz.vscode-memo-life-for-you
shd101wyy.markdown-preview-enhanced
shinotatwu-ds.file-tree-generator
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
subframe7536.custom-ui-style
techer.open-in-browser
unifiedjs.vscode-mdx
usernamehw.errorlens
vscodevim.vim
vue.volar
wakatime.vscode-wakatime
wesbos.theme-cobalt2
will-stone.plastic
wix.vscode-import-cost
xabikos.reactsnippets
yoavbls.pretty-ts-errors
